/* 今天最迟预定时间是%@,现在只能预定明天的工作餐，要继续吗? */
" Booking working meals before %@ at the latest, you can only book tomorrow's. Do you want to continue?" = " Booking working meals before %@ at the latest, you can only book tomorrow's. Do you want to continue?";

/* 还剩%02d天 %02d时%02d分%02d秒 */
"%02d day %02d:%02d:%02d left" = "%1$d day %2$d:%3$d:%4$d left";

/* 还剩%02d天 %02d时%02d分%02d秒 */
"%02d days %02d:%02d:%02d left" = "%1$d days %2$d:%3$d:%4$d left";

/* 还剩%02d时%02d分%02d秒 */
"%02d:%02d:%02d left" = "%1$d:%2$d:%3$d left";

/* %@不能免费购买 %@ 优惠券, 您可以继续付费购买, 也可以升级会员后再次免费购买 */
"%@ is not available for. You could continue by purchasing it or upgrading your \n account to %@." = "%1$@ is not available for. You could continue by purchasing it or upgrading your \n account to %2$@.";

/* %@ to %@ */
"%@ to %@" = "%1$@ to %2$@";

/* %@%d /年 */
"%@%d /Year" = "%1$@%2$d /Year";

/* %@%d /人 */
"%@%d per person" = "%1$@%2$d per person";

/* %@分钟 */
"%@Mins" = "%@Mins";

/* %d 份 */
"%d Dish" = "%d Dish";

/* 剩%ld天 */
"%ld day left" = "%ld day left";

/* 剩%ld天 */
"%ld days left" = "%ld days left";

/* %ld优惠券 */
"%ld Vouchers" = "%ld Vouchers";

/* 剩%ld小时 */
"%ldhr left" = "%ldhr left";

/* 24小时热线电话 */
"24-Hour Hotline" = "24-Hour Hotline";

/* 3件商品 */
"3 Items" = "3 Items";

/* 半年 */
"6 Months" = "6 Months";

/* [默认] */
"[Default]" = "[Default]";

/* \n1:各种优惠\n2:阿联酋吃喝玩乐必备神器\n3:安全支付\n4:便捷又放心 */
"\n1:Coupons in UAE\n2:Indispensible money saver for your lifestyle\n3:Secured payment\n4:Easy, fast, and assured" = "\n1:Coupons in UAE\n2:Indispensible money saver for your lifestyle\n3:Secured payment\n4:Easy, fast, and assured";

/* n1:阿联酋吃喝玩乐必备神器\n2:安全支付\n3:便捷又放心 */
"\n1:Indispensible money saver for your lifestyle\n2:Secured payment\n3:Easy, fast, and assured" = "\n1:Indispensible money saver for your lifestyle\n2:Secured payment\n3:Easy, fast, and assured";

/* 一条带有验证码的短信已经发送到您的手机 %@ */
"A message with verification code has been sent to your phone %@." = "A message with verification code has been sent to your phone %@.";

/* 一条带有验证码的短信已经发送到您的手机 */
"A message with verification code has been sent to your phone." = "A message with verification code has been sent to your phone.";

/* 一年 */
"A Year" = "A Year";

/* 关于 */
"About Us" = "About Us";

/* 已接受 */
"Accepted" = "Accepted";

/* No comment provided by engineer. */
"Access Denied" = "Access Denied";

/* 添加 */
"Add" = "Add";

/* 添加收货地址 */
"Add Receiving Address" = "Add Receiving Address";

/* 附加费(%@%0.1f) */
"Additional Fees(%@%0.1f)" = "Additional Fees(%1$@%2$.1f)";

/* 地址 */
"Address" = "Address";

/* 支付宝 */
"AliPay" = "AliPay";

/* 全部 */
"ALL" = "ALL";

/* 全部 */
"All" = "All";

/* 全部%@ */
"All %@" = "All %@";

/* 全部分类 */
"All Categories" = "All Categories";

/* 全部优惠券 */
"All Coupons" = "All Coupons";

/* 全部订单 */
"All Orders" = "All Orders";

/* 所有商家 */
"All Stores" = "All Stores";

/* App分享 */
"App Share" = "App Share";

/* 申请退货成功 */
"Apply for return successful" = "Apply for return successful";

/* 您确定要申请退货? */
"are you sure to apply for return?" = "are you sure to apply for return?";

/* 您确定取消这个订单? */
"Are you sure to cancel this order?" = "Are you sure to cancel this order?";

/* 您确定要删除所有收藏吗? */
"Are you sure to clear Wish List?" = "Are you sure to clear Wish List?";

/* 您确定要删除此收货地址吗? */
"Are you sure to delete this address?" = "Are you sure to delete this address?";

/* 您确定要删除此商品吗? */
"Are you sure to delete this product?" = "Are you sure to delete this product?";

/* 您确定要退出? */
"Are you sure to exit?" = "Are you sure to exit?";

/* 您确定要催单吗? */
"Are you sure to send a reminder?" = "Are you sure to send a reminder?";

/* 区域 */
"Area" = "Area";

/* 待支付 */
"Awaiting Payment" = "Awaiting Payment";

/* 返回 */
"Back" = "Back";

/* 美妆精选 */
"Beauty" = "Beauty";

/* 活动 大促销 */
"Big Sale" = "Big Sale";

/* 大促销 商家 %@ */
"Big Sale, Store: %@" = "Big Sale, Store: %@";

/* 蓝卡 */
"Blue" = "Blue";

/* 预定时间 */
"Booking Time" = "Booking Time";

/* 预约时间: %@ */
"Booking Time: %@" = "Booking Time: %@";

/* 购买 */
"Buy" = "Buy";

/* 购买优惠卷 */
"Buy Coupon" = "Buy Coupon";

/* 购买金卡 */
"Buy Gold Card" = "Buy Gold Card";

/* 购买会员卡 */
"Buy Member Card" = "Buy Member Card";

/* 购买 */
"Buy Now" = "Buy Now";

/* 结算 */
"BUY NOW" = "BUY NOW";

/* 购买白金卡 */
"Buy Platinum Card" = "Buy Platinum Card";

/* 购买优惠卷 */
"Buy Vouchers" = "Buy Vouchers";

/* 图片缓存已清空 */
"Cache has been cleared." = "Cache has been cleared.";

/* 拨号 */
"Call" = "Call";

/* 电话订座 */
"CALL & BOOK" = "CALL & BOOK";

/* No comment provided by engineer. */
"Camera not supported by the device" = "Camera not supported by the device";

/* APP没有权限打开照相机, 请在 设置->隐私->相机 重新打开 */
"Camera Service is disabled. Please go to Setting->Privacy->Camera grant the access right." = "Camera Service is disabled. Please go to Setting->Privacy->Camera grant the access right.";

/* 取消 */
"Cancel" = "Cancel";

/* 取消订单 */
"Cancel Order" = "Cancel Order";

/* 已取消 */
"Canceled" = "Canceled";

/* 一天只能发送3条短信 */
"Can Only send 3 SMS every day" = "Can Only send 3 SMS every day";

/* 购物车 */
"Cart" = "Cart";

/* 10分钟后商品将会从购物车中岀出,请尽快购买. 您可以在 我的->收藏 找到被删除的商品. */
"Carts will be clear 10 Minutes later, please purchase ASAP, please purchase ASAP. You can find deleted product in Me->Wish List." = "Carts will be clear 10 Minutes later, please purchase ASAP, please purchase ASAP. You can find deleted product in Me->Wish List.";

/* 货到付款手续费: %@%.1f */
"Cash/Card On Delivery Charges: %@%.1f" = "Cash/Card On Delivery Charges: %1$@%2$.1f";

/* 货到付款手续费: %@%d */
"Cash/Card On Delivery Charges: %@%d" = "Cash/Card On Delivery Charges: %1$@%2$d";

/* 货到付款手续费: %@%d */
"Cash/Card On Delivery: %@%d" = "Cash/Card On Delivery: %1$@%2$d";

/* 分类 */
"Categories" = "Categories";

/* 对话 */
"Chat" = "Chat";

/* 结算 */
"Check Out" = "Check Out";

/* 入住日期 */
"Check-In Date" = "Check-In Date";

/* 中文 */
"Chinese" = "Chinese";

/* 选择地址 */
"Choose Address" = "Choose Address";

/* 选择小区 */
"Choose Area" = "Choose Area";

/* 选择国家 */
"Choose Country" = "Choose Country";

/* 选择日期 */
"Choose Date" = "Choose Date";

/* 相册 */
"Choose Existing" = "Choose Existing";

/* 选择您的区域
   选择您的小区 */
"Choose Your Area" = "Choose Your Area";

/* 城市 */
"City" = "City";

/* 清除 */
"Clear" = "Clear";

/* 清除图片缓存 */
"Clear Image Cache" = "Clear Image Cache";

/* 验证码 */
"Code" = "Code";

/* 即将上线 */
"Coming Soon" = "Coming Soon";

/* 评论 */
"Comment" = "Comment";

/* 确定 */
"Confirm" = "Confirm";

/* 点击去下单 */
"Confirm Order" = "Confirm Order";

/* 继续 */
"Continue" = "Continue";

/* 确定并支付 */
"Continue to pay" = "Continue to pay";

/* 人均价格 高到低 */
"Cost - high to low" = "Cost - high to low";

/* 人均价格 低到高 */
"Cost - low to high" = "Cost - low to high";

/* 消费: */
"Cost:" = "Cost:";

/* 无法送达 */
"Could not be served" = "Could not be served";

/* 国家 */
"Country" = "Country";

/* 优惠券价格) */
"COUPON PRICE" = "COUPON PRICE";

/* 优惠券 */
"COUPONS" = "COUPONS";

/* 优惠券 */
"Coupons" = "Coupons";

/* 各种优惠 */
"Coupons in UAE" = "Coupons in UAE";

/* 客服 */
"CUSTOMER CARE" = "CUSTOMER CARE";

/* 每日特价 */
"Daily Deals" = "Daily Deals";

/* 已拒绝 */
"Declined" = "Declined";

/* 删除 */
"Delete" = "Delete";

/* 外卖 */
"Delivery" = "Delivery";

/* 运单编号:%@ */
"Delivery  ID: %@" = "Delivery  ID: %@";

/* 送达时间
   送到时间 */
"Delivery Arrival" = "Delivery Arrival";

/* 送达时间: %@ */
"Delivery Arrival: %@" = "Delivery Arrival: %@";

/* 配送费: %@%d */
"Delivery Chagres: %@%d" = "Delivery Chagres: %1$@%2$d";

/* 物流详情 */
"Delivery Details" = "Delivery Details";

/* 外卖订单 */
"Delivery Orders" = "Delivery Orders";

/* 配送时间: %@分钟 */
"Delivery Time: %@Mins" = "Delivery Time: %@Mins";

/* 商家描述 */
"Description" = "Description";

/* 自动定位... */
"Detecting Location..." = "Detecting Location...";

/* 导航 */
"Directions" = "Directions";

/* 折扣价: %@%.1f */
"Discounted Price: %@%.1f" = "Discounted Price: %1$@%2$.1f";

/* 距离: %.1fkm */
"Distance:  %.1fkm" = "Distance:  %.1fkm";

/* 距离: %dm */
"Distance:  %dm" = "Distance:  %dm";

/* 完成 */
"Done" = "Done";

/* 下载Greadeal 应用并安装 */
"Download & Install Greadeal" = "Download & Install Greadeal";

/* 正在下载城市信息,请稍后重试 */
"Downloading city information, please try later" = "Downloading city information, please try later";

/* 正在下载城市信息,请稍后重试 */
"Downloading city information, please try again later" = "Downloading city information, please try again later";

/* 邮件
   邮箱登录
   邮箱账号
   邮箱注册 */
"E-Mail" = "E-Mail";

/* 邮件格式错误 */
"E-Mail Format Error" = "E-Mail Format Error";

/* 便捷又放心 */
"Easy, fast, and assured" = "Easy, fast, and assured";

/* 编辑地址 */
"Edit Address" = "Edit Address";

/* 编辑个人资料 */
"Edit Profile" = "Edit Profile";

/* 英文 */
"English" = "English";

/* 不论何时，不论何地 */
"Enjoy coupons anytime, anywhere" = "Enjoy coupons anytime, anywhere";

/* 输入密码
   输入新密码 */
"Enter password" = "Enter password";

/* 输入您的地址 */
"Enter your address" = "Enter your address";

/* 输入您的邮箱 */
"Enter your e-mail" = "Enter your e-mail";

/* 输入您的姓名 */
"Enter your name" = "Enter your name";

/* 输入您的电话号码 */
"Enter your phone number" = "Enter your phone number";

/* 操作失败
   错误 */
"Error" = "Error";

/* No comment provided by engineer. */
"Error e-Mail Format" = "Error e-Mail Format";

/* 优惠券已过期 */
"Expired" = "Expired";

/* 过期日期:  %@
   过期日期: %@ */
"Expired Date: %@" = "Expired Date: %@";

/* 发现 */
"Explore" = "Explore";

/* Facebook */
"Facebook" = "Facebook";

/* QQ API 调用失败 */
"failed to call QQ API" = "failed to call QQ API";

/* 发送邮件失败 */
"Failed to send E-Mail." = "Failed to send E-Mail.";

/* 发送邮件失败 */
"Failed to send Email." = "Failed to send Email.";

/* 获取地址信息失败 %@ */
"Failed to get address information: %@" = "Failed to get address information: %@";

/* 最后疯抢 */
"Final Clearance" = "Final Clearance";

/* 限时抢购 */
"Flash Sale" = "Flash Sale";

/* 忘记密码 */
"Forgot Password" = "Forgot Password";

/* 免费 */
"FREE" = "FREE";

/* 免费优惠券 */
"Free Coupon" = "Free Coupon";

/* 所有区域 免费配送 */
"Free Delivery To All Areas" = "Free Delivery To All Areas";

/* 运费(%@%0.1f) */
"Freight(%@%0.1f)" = "Freight(%1$@%2$.1f)";

/* 星期五 */
"FRI" = "FRI";

/* 获取验证码 */
"Get Code" = "Get Code";

/* 获取用户信息 */
"Get User Info..." = "Get User Info...";

/* 金卡会员 */
"Glod Member" = "Glod Member";

/* 去购物 */
"Go Shopping" = "Go Shopping";

/* 金卡 */
"Gold" = "Gold";

/* 金卡
   金卡商家 */
"Gold Card" = "Gold Card";

/* (金卡会员)
   金卡
   金卡会员 */
"Gold Member" = "Gold Member";

/* 待评价 */
"Goods Awaiting Confirmation" = "Goods Awaiting Confirmation";

/* 谷歌地图 */
"Google Maps" = "Google Maps";

/* 帮助 */
"Help" = "Help";

/* 好评优先 */
"High Rating" = "High Rating";

/* 特色 */
"Highlights" = "Highlights";

/* 特色 */
"HIGHLIGHTS" = "HIGHLIGHTS";

/* 首页 */
"Home" = "Home";

/* 热门 */
"HOT" = "HOT";

/* 热门分类 */
"Hot Categories" = "Hot Categories";

/* 热销推荐 */
"Hot Recommend" = "Hot Recommend";

/* 热门商店 */
"Hot Store" = "Hot Store";

/* 赶紧去抢购! 大促销 */
"Hurry up, Big Sale" = "Hurry up, Big Sale";

/* 赶紧去抢购:%@ */
"Hurry Up:%@" = "Hurry Up:%@";

/* 身份证 */
"ID" = "ID";

/* 身份证 或 护照 */
"ID Or Passport" = "ID Or Passport";

/* 酒店要求入住人员提供身份证或者护照号 */
"ID or Passport number is required for hotel check-in" = "ID or Passport number is required for hotel check-in";

/* 如果您未收到验证短信，请尝试重新发送验证码或致电客服解决此问题 045511614 */
"If you are not receiving the verification SMS, please try resending it or call customer service 045511614." = "If you are not receiving the verification SMS, please try resending it or call customer service 045511614.";

/* 改变收货小区,可能会产生配送费. */
"If you change the delivery address, you may need to pay extra" = "If you change the delivery address, you may need to pay extra";

/* 阿联酋吃喝玩乐必备神器 */
"Indispensible money saver for your lifestyle" = "Indispensible money saver for your lifestyle";

/* 商家信息 */
"Information" = "Information";

/* 介绍 */
"Intro" = "Intro";

/* 订购商品 */
"Items" = "Items";

/* 语言 */
"Language" = "Language";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* 定位服务被关闭, 请到 设置->隐私->定位服务 打开使用权限 */
"Location Service is disabled. \nPlease go to 'Settings > Privacy > Location Services' \nto grant the access right." = "Location Service is disabled. \nPlease go to 'Settings > Privacy > Location Services' \nto grant the access right.";

/* 登录 */
"Login" = "Login";

/* 登录失败 */
"Login Failed" = "Login Failed";

/* 登录... */
"Loging..." = "Loging...";

/* 退出 */
"Logout" = "Logout";

/* 登出... */
"Logout..." = "Logout...";

/* 邮件 */
"Mail" = "Mail";

/* 超市 */
"Market" = "Market";

/* 我的 */
"Me" = "Me";

/* 会员 */
"Member" = "Member";

/* 会员规则 */
"Member Rules" = "Member Rules";

/* 会员总金额: %@%.1f */
"Member Total: %@%.1f" = "Member Total: %1$@%2$.1f";

/* 会员总金额:%@%d */
"Member Total: %@%d" = "Member Total: %1$@%2$d";

/* 菜单 */
"Menus" = "Menus";

/* 留言 */
"Message" = "Message";

/* 给卖家留言 */
"Message to seller" = "Message to seller";

/* 配送时间最少 */
"Min. Delivery time" = "Min. Delivery time";

/* 起送价: %@%@ */
"Min.Order: %@%@" = "Min.Order: %1$@%2$@";

/* 最小起送 */
"Min.Orders" = "Min.Orders";

/* 朋友圈
   微信朋友圈 */
"Moments" = "Moments";

/* 星期一 */
"MON" = "MON";

/* 更多优惠券 */
"More Coupons" = "More Coupons";

/* 使用规则 */
"More Information" = "More Information";

/* 收货地址管理 */
"My Address" = "My Address";

/* 我的小区 */
"My Area" = "My Area";

/* 我的优惠券 */
"My Vouchers" = "My Vouchers";

/* 姓名 */
"Name" = "Name";

/* 离我最近 */
"Nearest" = "Nearest";

/* 网络错误,请单击重连接 */
"Network error, click here to try again." = "Network error, click here to try again.";

/* 网络错误,请单击重连接 */
"Network error, Pull down to refresh." = "Network error, Pull down to refresh.";

/* 添加地址 */
"New Address" = "New Address";

/* 每日上新 */
"New Arrivals" = "New Arrivals";

/* 最新上线 */
"New IN" = "New IN";

/* 本周上新 */
"NEW IN THIS WEEK " = "NEW IN THIS WEEK ";

/* 新密码 */
"New Password" = "New Password";

/* 更新版本 */
"New Version" = "New Version";

/* 地址没有填写 */
"No Address" = "No Address";

/* 小区没有选择 */
"No Area" = "No Area";

/* 没有入住日期 */
"No Check-In Date" = "No Check-In Date";

/* 没有选择卡 */
"No choose card" = "No choose card";

/* 没有支付方式 */
"No Choose Payment" = "No Choose Payment";

/* 城市没有选择 */
"No City" = "No City";

/* 国家没有选择 */
"No Country" = "No Country";

/* 国家区号没有填写 */
"No Country Code" = "No Country Code";

/* 没有输入区号或电话号码 */
"No Country or No Phone Number" = "No Country or No Phone Number";

/* 没有产品 */
"No Data" = "No Data";

/* 没有选择送到时间 */
"No Delivery Arrival" = "No Delivery Arrival";

/* 邮件没有填写 */
"No E-Mail" = "No E-Mail";

/* 身份证或者护照没有填写 */
"No ID Or Passport" = "No ID Or Passport";

/* 姓名没有填写 */
"No Name" = "No Name";

/* 没有网络 */
"No Network" = "No Network";

/* 新密码没有填写 */
"No Password" = "No Password";

/* 电话没有填写
   没填电话号码 */
"No Phone Number" = "No Phone Number";

/* 没有收货地址 */
"No Receiving Address." = "No Receiving Address.";

/* 没有任何收货地址 */
"No Shipping Address." = "No Shipping Address.";

/* 验证码没有填写 */
"No verification code" = "No verification code";

/* 验证码没有填写 */
"No Verification Code" = "No Verification Code";

/* 暂无收藏 */
"No Wish" = "No Wish";

/* (非会员)
   非会员 */
"Non Member" = "Non Member";

/* 工作时间 */
"NON-WORKING TIME" = "NON-WORKING TIME";

/* 没有安装微信! */
"Not installed wechat!" = "Not installed wechat!";

/* 提示
   通知
   注意 */
"Note" = "Note";

/* 接收通知 */
"Notification" = "Notification";

/* 关 */
"Off" = "Off";

/* 确定 */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* 开 */
"On" = "On";

/* 正在配送 */
"On Delivery" = "On Delivery";

/* 在线支持 */
"Online Support" = "Online Support";

/* No comment provided by engineer. */
"Only %d photos please!" = "Only %d photos please!";

/* 您选择的日期，酒店已经没有空房间，请选择其他日期! */
"Oops! The hotel is fully booked for the date you selected, please choose another date!" = "Oops! The hotel is fully booked for the date you selected, please choose another date!";

/* 哎呀！目前商店已经休息! */
"Oops! The store is closed now!" = "Oops! The store is closed now!";

/* 亲,您所在的城市还没开通外卖业务! */
"Oops, the delivery service has not yet been launched here, it will come soon." = "Oops, the delivery service has not yet been launched here, it will come soon.";

/* %@ 订购数量,超过库存数量! */
"Oops,%@ Order quantity over inventory!" = "Oops,%@ Order quantity over inventory!";

/* 超过库存数量! */
"Oops,Over inventory" = "Oops,Over inventory";

/* 您的小区附近,还没有超市提供在线订购服务! */
"Oops,this service in your choosed area, will be coming soon!" = "Oops,this service in your choosed area, will be coming soon!";

/* 每人最多购买 %d 张! */
"Oops, Every one only buy %d pieces" = "Oops, Every one only buy %d pieces";

/* 打开 */
"Open" = "Open";

/* 营业时间 */
"Opening Hours" = "Opening Hours";

/* 营业时间: %@ - %@ */
"Opening Hours: %@ - %@" = "Opening Hours: %1$@ - %2$@";

/* 选项 */
"OPTIONS" = "OPTIONS";

/* 用以下方式登录 */
"Or sign in with" = "Or sign in with";

/* 手机买单 */
"Order by mobile" = "Order by mobile";

/* 取消订单成功 */
"Order canceled" = "Order canceled";

/* 订单详情 */
"Order Details" = "Order Details";

/* 订单已经生成, 请不要重复提交申请. */
"Order has been submitted successfully, please do not resubmit" = "Order has been submitted successfully, please do not resubmit";

/* 订单号: %%@ */
"Order ID: %@" = "Order ID: %@";

/* 订单状态: */
"Order Status:" = "Order Status:";

/* 订单成功
   购买成功 */
"Order Successful" = "Order Successful";

/* 下单时间: %@ */
"Order Time: %@" = "Order Time: %@";

/* 订单 */
"Orders" = "Orders";

/* 待支付 */
"Orders Awaiting Payment" = "Orders Awaiting Payment";

/* 待收货 */
"Orders Awaiting Shipment" = "Orders Awaiting Shipment";

/* 套餐 */
"Package" = "Package";

/* 已支付 */
"Paid" = "Paid";

/* 护照号 */
"Passport" = "Passport";

/* 重置密码已发送,请到您的邮箱查收 */
"Password has been sent, please check your E-Mail" = "Password has been sent, please check your E-Mail";

/* 重置密码成功,请重新登录 */
"Password reset successfully! please login again." = "Password reset successfully! please login again.";

/* 支付 */
"Pay" = "Pay";

/* 支付号: %%@ */
"Pay ID: %@" = "Pay ID: %@";

/* 信用卡支付 */
"Pay with Card" = "Pay with Card";

/* 支付失败 */
"Payment Failed" = "Payment Failed";

/* 支付失败 代号 = %d, 原因 = %@ */
"Payment Failed retcode = %d, retstr = %@" = "Payment Failed retcode = %1$d, retstr = %2$@";

/* 支付说明 */
"Payment Instruction" = "Payment Instruction";

/* 支付说明 */
"PAYMENT INSTRUCTION" = "PAYMENT INSTRUCTION";

/* 支付没有完成, 请重新下单支付!
   支付没有完成, 请重新支付! */
"Payment is not completed, please try it again!" = "Payment is not completed, please try it again!";

/* 支付方式: %@ */
"Payment Method: %@" = "Payment Method: %@";

/* 支付方式 */
"Payment Option" = "Payment Option";

/* 支付成功 */
"Payment Successful" = "Payment Successful";

/* 个人信息 */
"Personal Information" = "Personal Information";

/* 电话
   手机号码 */
"Phone" = "Phone";

/* 电话号码
   手机登录
   手机帐号
   手机注册 */
"Phone Number" = "Phone Number";

/* 店铺展示 */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Pick Photo" = "Pick Photo";

/* No comment provided by engineer. */
"Pick Photos" = "Pick Photos";

/* 已经收件 */
"Pick up" = "Pick up";

/* 白金卡 */
"Platinum" = "Platinum";

/* 白金卡
   白金卡商家 */
"Platinum Card" = "Platinum Card";

/* 白金卡会员 */
"Platinum Member" = "Platinum Member";

/* 请选择您的城市,获取优惠. */
"Please choose your area for discounts." = "Please choose your area for discounts.";

/* 请选择您要收货的区域,超市将会为您免费配送.
   请选择您要收货的小区,超市将会为您免费配送. */
"Please choose your area for free shipping." = "Please choose your area for free shipping.";

/* 请先单击左边的加号, 添加一个Offer. */
"Please click “+” on the left to add an offer." = "Please click “+” on the left to add an offer.";

/* 您的手机没有配置发送邮件账号 */
"Please configure your E-mail first in this phone." = "Please configure your E-mail first in this phone.";

/* 请输入数字 */
"Please enter a number" = "Please enter a number";

/* 请输入您的姓名 */
"Please enter your name" = "Please enter your name";

/* 请输入您的电话号码,订单成功后,我们会与您联系 */
"Please enter your phone number, we will contact you after you placing an order successfully." = "Please enter your phone number, we will contact you after you placing an order successfully.";

/* 请按照要求的金额进行银行转账. */
"Please kindly transfer the required amount to the bank account." = "Please kindly transfer the required amount to the bank account.";

/* 您还没有登录
   您还没有登录,请先登录 */
"Please login first" = "Please login first";

/* 您还没有登录,请先登录再购买 */
"Please login first and check out" = "Please login first and check out";

/* 请等待送货 */
"Please waiting for the delivery" = "Please waiting for the delivery";

/* 请等待餐厅送餐. */
"Please waiting for the delivery." = "Please waiting for the delivery.";

/* 请写下您在本店的使用体验 */
"Please write at most 140 characters about your personal experience at this store." = "Please write at most 140 characters about your personal experience at this store.";

/* 您的手机没有配置发送邮件账号 */
"Please configure your E-Mail in this phone first." = "Please configure your E-Mail in this phone first.";

/* 请检查您的网络连接. */
"Plese check your network or WIFI" = "Plese check your network or WIFI";

/* 价格 */
"Price" = "Price";

/* 价格被转换: %@%.2f */
"Price after conversion: %@%.2f" = "Price after conversion: %1$@%2$.2f";

/* 隐私政策 */
"Privacy Policy" = "Privacy Policy";

/* 处理中... */
"Processing..." = "Processing...";

/* 产品 */
"Product" = "Product";

/* 产品名 */
"Product Name" = "Product Name";

/* QQ API 调用失败 */
"QQ API call failured" = "QQ API call failured";

/* QQ登录失败! */
"QQ Login Failed!" = "QQ Login Failed!";

/* 二维码内容 */
"QR Code" = "QR Code";

/* 赶紧去抢购! 商家 %@ */
"Quickly Go Shopping! Store: %@" = "Quickly Go Shopping! Store: %@";

/* QQ空间 */
"Qzone" = "Qzone";

/* 评价 */
"Rate" = "Rate";

/* 打分
   评价 */
"RATE" = "RATE";

/* 已评价 */
"RATED" = "RATED";

/* 评分 %.1f */
"Rated %.1f" = "Rated %.1f";

/* 评分 */
"RATING" = "RATING";

/* 收货人:%@ */
"Receiver: %@" = "Receiver: %@";

/* 您的专属推荐 */
"Recommendation" = "Recommendation";

/* 推荐 */
"RECOMMENDED" = "RECOMMENDED";

/* 使用 */
"REDEEM" = "REDEEM";

/* 发布日期 */
"Release Date" = "Release Date";

/* 开售提醒 */
"Remind me" = "Remind me";

/* 催单 */
"Reminder" = "Reminder";

/* 请求... */
"Requesting..." = "Requesting...";

/* 重置登录密码
   重置密码 */
"Reset Password" = "Reset Password";

/* 评价 */
"Review" = "Review";

/* 特卖 */
"Sale" = "Sale";

/* 折扣: %@%% */
"Sale: %@%% OFF" = "Sale: %@%% OFF";

/* 星期六 */
"SAT" = "SAT";

/* 星期六-星期四 09:30-18:30 */
"Saturday to Thursday 09:30-18:30" = "Saturday to Thursday 09:30-18:30";

/* 保存 */
"Save" = "Save";

/* 节省:%@%d */
"Saving:%@%d" = "Saving:%1$@%2$d";

/* 工作餐 */
"Scheduled Ordering" = "Scheduled Ordering";

/* 搜索餐厅或者菜品 */
"Search by restaurant or a dish" = "Search by restaurant or a dish";

/* 搜索商店或产品 */
"Search by stores or offers" = "Search by stores or offers";

/* 搜索产品 */
"Search Product" = "Search Product";

/* 搜索特卖产品
   搜索特卖商品 */
"Search Sale Product" = "Search Sale Product";

/* 搜索特卖商家 */
"Search Sale Store" = "Search Sale Store";

/* 搜索商家 */
"Search Store" = "Search Store";

/* 安全支付 */
"Secured payment" = "Secured payment";

/* 进店逛逛 */
"See All" = "See All";

/* 切换
   选择 */
"Select" = "Select";

/* No comment provided by engineer. */
"Select an Album" = "Select an Album";

/* 设置 */
"Setting" = "Setting";

/* 设置默认地址 */
"Setting Default" = "Setting Default";

/* 物流方式 */
"Shipping" = "Shipping";

/* 运费金额: %@%.1f */
"Shipping: %@%.1f" = "Shipping: %1$@%2$.1f";

/* 运费金额: %@%d */
"Shipping: %@%d" = "Shipping: %1$@%2$d";

/* 商场 */
"Shopping" = "Shopping";

/* 商城订单 */
"Shopping Orders" = "Shopping Orders";

/* 注册 */
"Sign Up" = "Sign Up";

/* 已经签收 */
"Signed" = "Signed";

/* 跳过 */
"Skip" = "Skip";

/* 已售完 */
"Sold Out" = "Sold Out";

/* 已售:%d */
"Sold:%d" = "Sold:%d";

/* 已售:%d */
"SOLD:%d" = "SOLD:%d";

/* 您的订单总价没有达到最少起送价格%@%d */
"Sorry, your order total does not reach\n the minimum order (%@%d)" = "Sorry, your order total does not reach\n the minimum order (%1$@%2$d)";

/* 特殊烹调方式 */
"Special Cooking Instructions" = "Special Cooking Instructions";

/* 招牌菜 */
"Specialty" = "Specialty";

/* 开始 */
"Start" = "Start";

/* 库存:%d */
"Stock:% d" = "Stock:% d";

/* 库存:%d */
"STOCK:%d" = "STOCK:%d";

/* 商家列表 */
"Store List" = "Store List";

/* 小计: %@%.1f */
"Sub Total: %@%.1f" = "Sub Total: %1$@%2$.1f";

/* 小计: %@%d */
"Sub Total: %@%d" = "Sub Total: %1$@%2$d";

/* 提交 */
"Submit" = "Submit";

/* 提交订单... */
"Submiting..." = "Submiting...";

/* 订单金额: %@%.1f */
"Subtotal: %@%.1f" = "Subtotal: %1$@%2$.1f";

/* 订单金额: %@%d */
"Subtotal: %@%d" = "Subtotal: %1$@%2$d";

/* 您购买会员卡已经成功, 现在可以免费购买优惠券. */
"Succeeded to purchase membership card and\n able to purchase coupons for free now." = "Succeeded to purchase membership card and\n able to purchase coupons for free now.";

/* 确认收货成功 */
"Successful confirmation" = "Successful confirmation";

/* 成功 */
"Successfully" = "Successfully";

/* 星期天 */
"SUN" = "SUN";

/* 提供服务 */
"Tags" = "Tags";

/* 拍照 */
"Take Photo" = "Take Photo";

/* 电话:%@ */
"Tel:%@" = "Tel:%@";

/* 使用规则 */
"Terms and Conditions" = "Terms and Conditions";

/* 使用规则 */
"TERMS AND CONDITIONS" = "TERMS AND CONDITIONS";

/* 可能授权已过期，请重新获取 */
"The OAuth expired, please try again" = "The OAuth expired, please try again";

/* 亲,今天商家已停止预约,请明天在预约! */
"The store has stopped taking reservations today, you can try again tomorrow." = "The store has stopped taking reservations today, you can try again tomorrow.";

/* 会员一次只能购买一张券, 使用完后可以继续购买! */
"The Member only buy one coupon \nat one time, you can continue to buy\n After used" = "The Member only buy one coupon \nat one time, you can continue to buy\n After used";

/* 会员一次只能购买一张券, 使用完后可以继续购买! */
"The Member only buy one coupon at one time, you can continue to buy After used" = "The Member only buy one coupon at one time, you can continue to buy After used";

/* 会员一次只能购买一张券, 使用完后可以继续购买! */
"The Member only buy one coupon at one time\n, you can continue to buy After used" = "The Member only buy one coupon at one time\n, you can continue to buy After used";

/* No comment provided by engineer. */
"This app does not have access to your photos or videos. You can enable access in Privacy Settings." = "This app does not have access to your photos or videos. You can enable access in Privacy Settings.";

/* 星期四 */
"THU" = "THU";

/* 总金额: */
"Total:" = "Total:";

/* 总金额: %@%.1f
   总金额:%@%.1f */
"Total: %@%.1f" = "Total: %1$@%2$.1f";

/* 总金额:%@%.1f           折扣:-%d%% */
"Total: %@%.1f              Discounted: -%d%%" = "Total: %1$@%2$.1f              Discounted: -%3$d%%";

/* 总计: %@%d
   总金额: %@%d
   总金额:%@%d */
"Total: %@%d" = "Total: %1$@%2$d";

/* 总价:%@%.1f */
"Total:%@%.1f" = "Total:%1$@%2$.1f";

/* 总价:%@%d */
"Total:%@%d" = "Total:%1$@%2$d";

/* 查看物流 */
"Tracking order" = "Tracking order";

/* 物流信息 */
"Tracking Order" = "Tracking Order";

/* 星期二 */
"TUE" = "TUE";

/* 阿联酋 */
"UAE" = "UAE";

/* 不能发送邮件 */
"Unable to send E-Mail" = "Unable to send E-Mail";

/* 不能发送邮件 */
"Unable to send e-mail" = "Unable to send e-mail";

/* 返回异常从Twitter */
"Unexpected response received from Twitter API." = "Unexpected response received from Twitter API.";

/* 没有支付 */
"Unpaid" = "Unpaid";

/* 未使用 */
"Unuse" = "Unuse";

/* 升级 */
"Upgarde" = "Upgarde";

/* 上传图片 */
"Upload Photos" = "Upload Photos";

/* 正在上传,请等待一会儿! */
"Uploading, Please wait a moment!" = "Uploading, Please wait a moment!";

/* 已使用 */
"Used" = "Used";

/* 有效期 */
"VAILD DATE" = "VAILD DATE";

/* 有效期 */
"Vaild Date:" = "Vaild Date:";

/* 商家信息 */
"Vendor Information" = "Vendor Information";

/* 商家位置 */
"Vendor Location" = "Vendor Location";

/* 验证
   验证码 */
"Verification" = "Verification";

/* 验证码 */
"Verification Code" = "Verification Code";

/* 验证码已送到您的手机号码 */
"Verification code has been sent to your phone" = "Verification code has been sent to your phone";

/* 验证支付 */
"Verify Payment..." = "Verify Payment...";

/* 版本号 */
"Version" = "Version";

/* 查看 */
"View" = "View";

/* 查看全部 */
"View All" = "View All";

/* 查看: %d */
"Viewed: %d" = "Viewed: %d";

/* 优惠券订单 */
"Voucher Orders" = "Voucher Orders";

/* 等待商家确认 */
"Waiting for confirmation" = "Waiting for confirmation";

/* 等待支付... */
"Waiting Payment..." = "Waiting Payment...";

/* 微信好友 */
"Wechat" = "Wechat";

/* 星期三 */
"WED" = "WED";

/* 收藏 */
"WISH LIST" = "WISH LIST";

/* 收藏 */
"Wish List" = "Wish List";

/* 收藏 */
"WISHLIST" = "WISHLIST";

/* 工作时间 */
"WORKING TIME" = "WORKING TIME";

/* 请使用二维码去商家享受优惠，商家会对二维码进行扫描确认，您只需要付优惠后的金额. */
"You are able to enjoy discounts after vendors scan your QR code." = "You are able to enjoy discounts after vendors scan your QR code.";

/* 请使用二维码去商家享受优惠，商家会对二维码进行扫描确认，您只需要付优惠后的金额. */
"You are able to enjoy discounts after\n vendors scan your QR code." = "You are able to enjoy discounts after\n vendors scan your QR code.";

/* 您已经是%@,不能在降级购买%@ */
"You are already %@ and unable to \ndegrade menbership for %@" = "You are already %1$@ and unable to \ndegrade menbership for %2$@";

/* No comment provided by engineer. */
"You can only send %d photos at a time." = "You can only send %d photos at a time.";

/* 您已经报名 */
"You have already joined in." = "You have already joined in.";

/* 您已经购买了这个优惠券,请在我的->优惠券 中查看.请使用后,继续购买 */
"You have already purchased this coupon, please check it at Me->Coupons. Welcome to purchase again after use." = "You have already purchased this coupon, please check it at Me->Coupons. Welcome to purchase again after use.";

/* 您预定了 %@ 的工作餐. 支付后就不可以再取消. */
"You have booked the meal from %@, and it cannot be canceled after successful payment." = "You have booked the meal from %@, and it cannot be canceled after successful payment.";

/* 您预定了 %@ 的工作餐, 如果您想取消订单, 请在 %@ 之前. */
"You have booked the meal from %@, if you want to cancel your order, please do it before %@" = "You have booked the meal from %1$@, if you want to cancel your order, please do it before %2$@";

/* 您没有相关优惠券 */
"You have no relevant coupon." = "You have no relevant coupon.";

/* 您没有相关订单 */
"You have no relevant orders." = "You have no relevant orders.";

/* 您没有相关优惠券 */
"You have no relevant voucher." = "You have no relevant voucher.";

/* 您必须授权发贴权限才能使用这个功能. */
"You must grant access to your publish actions to use this feature" = "You must grant access to your publish actions to use this feature";

/* 您必须登录才能使用这个功能. */
"You must login and grant access to your email to use this feature" = "You must login and grant access to your email to use this feature";

/* 您没有完成支付,可以在我的-待支付 继续完成支付!
   下单成功, 您没有完成支付,可以在我的-待支付 继续完成支付! */
"You need to pay at me->orders!" = "You need to pay at me->orders!";

/* 您的国家区号至少要有2位 */
"Your country code should contain 2 or more characters" = "Your country code should contain 2 or more characters";

/* 您的朋友赠送了一张优惠券  */
"Your friend share a coupon for you " = "Your friend share a coupon for you ";

/* 您的会员有效日期已经过期, 您可以继续付费购买, 也可以购买会员卡后免费购买 */
"Your membership has expired.\n Please pay to buy or upgrade to premium membership" = "Your membership has expired.\n Please pay to buy or upgrade to premium membership";

/* 您的姓名 */
"Your name" = "Your name";

/* 您的用户名至少要有3位 */
"Your name should contain 3 or more characters" = "Your name should contain 3 or more characters";

/* 您的密码至少要有4位 */
"Your password should contain 4 or more characters" = "Your password should contain 4 or more characters";

/* 您的电话号码至少要有7位 */
"Your phonenumber should contain 7 or more characters" = "Your phonenumber should contain 7 or more characters";

/* 您的评分 */
"Your Rating" = "Your Rating";

/* 亲,您的购物车还是空的! */
"Your shopping cart is empty!" = "Your shopping cart is empty!";

/* 您的验证码应该是6位 */
"Your verification code should contain 6 characters" = "Your verification code should contain 6 characters";

/* 您的点评内容至少要10个字符 */
"Your comments should contain 10 or more characters" = "Your comments should contain 10 or more characters";

